Repository: gwenn-ha-dev/Siliconed
Catalog: Sources/SiliconedApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: The two images are not the same size: they can only be shown side by side
de: Die beiden Bilder sind nicht gleich groß: Sie können nur nebeneinander gezeigt werden
es: Las dos imágenes no tienen el mismo tamaño: solo se pueden mostrar lado a lado
fr: Les deux images n’ont pas la même taille : elles ne peuvent être montrées que côte à côte
it: Le due immagini non hanno la stessa dimensione: si possono solo mostrare affiancate

source: There is no model called “%@”.
de: Es gibt kein Modell namens „%@“.
es: No hay ningún modelo llamado «%@».
fr: Aucun modèle ne s’appelle « %@ ».
it: Non esiste alcun modello chiamato «%@».

# These alternatives make %@ prompts: %@ at most.
source: These alternatives make %1$@ prompts: %2$@ at most.
de: Diese Alternativen ergeben %@ Prompts: höchstens %@.
es: Estas alternativas dan %@ prompts: %@ como máximo.
fr: Ces alternatives font %@ prompts : %@ au plus.
it: Queste alternative danno %@ prompt: al massimo %@.

# These alternatives make %@ renders: the queue has room for %@.
source: These alternatives make %1$@ renders: the queue has room for %2$@.
de: Diese Alternativen ergeben %@ Renderings: In der Warteschlange ist Platz für %@.
es: Estas alternativas dan %@ renderizados: la cola tiene sitio para %@.
fr: Ces alternatives font %@ rendus : la file a de la place pour %@.
it: Queste alternative danno %@ rendering: la coda ha posto per %@.

# These modules don't connect: %@ comes out where %@ is expected.
source: These modules don't connect: %1$@ comes out where %2$@ is expected.
de: Diese Module passen nicht zusammen: %@ kommt heraus, wo %@ erwartet wird.
es: Estos módulos no encajan: sale %@ donde se espera %@.
fr: Ces modules ne se branchent pas : %@ sort où %@ est attendu.
it: Questi moduli non si collegano: %@ esce dove è atteso %@.

source: This family's imported models and LoRAs stay.
de: Die importierten Modelle und LoRAs dieser Familie bleiben erhalten.
es: Los modelos importados y los LoRA de esta familia se conservan.
fr: Les modèles importés et les LoRA de cette famille restent.
it: I modelli importati e le LoRA di questa famiglia restano.

source: This file can't be imported: %@.
de: Diese Datei kann nicht importiert werden: %@.
es: Este archivo no se puede importar: %@.
fr: Ce fichier ne peut pas être importé : %@.
it: Impossibile importare questo file: %@.

# This grid makes %@ cells: %@ at most.
source: This grid makes %1$@ cells: %2$@ at most.
de: Dieses Raster ergibt %1$@ Zellen: höchstens %2$@.
es: Esta cuadrícula da %1$@ celdas: %2$@ como máximo.
fr: Cette grille fait %1$@ cases : %2$@ au plus.
it: Questa griglia dà %1$@ celle: al massimo %2$@.

# This grid makes %@ renders: the queue has room for %@.
source: This grid makes %1$@ renders: the queue has room for %2$@.
de: Dieses Raster ergibt %1$@ Renderings: In der Warteschlange ist Platz für %2$@.
es: Esta cuadrícula da %1$@ renderizados: la cola tiene sitio para %2$@.
fr: Cette grille fait %1$@ rendus : la file a de la place pour %2$@.
it: Questa griglia dà %1$@ rendering: la coda ha posto per %2$@.

source: This image can't be read
de: Dieses Bild ist nicht lesbar
es: Esta imagen no se puede leer
fr: Cette image est illisible
it: Impossibile leggere questa immagine

source: This image can't be read: %@.
de: Dieses Bild ist nicht lesbar: %@.
es: Esta imagen no se puede leer: %@.
fr: Cette image ne se lit pas : %@.
it: Impossibile leggere questa immagine: %@.

source: This model does not sketch: its cells are finished images. The step count is the rack's (a steps axis overrides it)
de: Dieses Modell skizziert nicht: Seine Zellen sind fertige Bilder. Die Schrittzahl ist die des Racks (eine Schritte-Achse ersetzt sie)
es: Este modelo no hace bocetos: sus celdas son imágenes terminadas. El número de pasos es el del rack (un eje de pasos lo sustituye)
fr: Ce modèle n’esquisse pas : ses cases sont des images finies. Le nombre de pas est celui du rack (un axe de pas le remplace)
it: Questo modello non fa schizzi: le sue celle sono immagini finite. Il numero di passi è quello del rack (un asse di passi lo sostituisce)

source: This model doesn't edit images.
de: Dieses Modell bearbeitet keine Bilder.
es: Este modelo no edita imágenes.
fr: Ce modèle n’édite pas d’images.
it: Questo modello non modifica immagini.

source: This model doesn't render in %lld steps.
de: Dieses Modell rendert nicht in %lld Schritten.
es: Este modelo no renderiza en %lld pasos.
fr: Ce modèle ne rend pas en %lld pas.
it: Questo modello non esegue il rendering in %lld passi.

# This model has no schedule for %@ steps: %@.
source: This model has no schedule for %1$@ steps: %2$@.
de: Dieses Modell hat keinen Zeitplan für %1$@ Schritte: %2$@.
es: Este modelo no tiene planificación para %1$@ pasos: %2$@.
fr: Ce modèle n’a pas de calendrier pour %1$@ pas : %2$@.
it: Questo modello non ha una pianificazione per %1$@ passi: %2$@.

source: This model is installed, but its license hasn't been accepted in this library yet. The engine renders nothing before.
de: Dieses Modell ist installiert, aber seine Lizenz wurde in dieser Bibliothek noch nicht akzeptiert. Bis dahin rendert die Engine nichts.
es: Este modelo está instalado, pero su licencia aún no se ha aceptado en esta biblioteca. El motor no renderiza nada hasta entonces.
fr: Ce modèle est installé, mais sa licence n’a pas encore été acceptée dans cette bibliothèque. Le moteur ne rend rien avant.
it: Questo modello è installato, ma la sua licenza non è ancora stata accettata in questa libreria. Fino ad allora il motore non esegue alcun rendering.

source: This model isn't installed.
de: Dieses Modell ist nicht installiert.
es: Este modelo no está instalado.
fr: Ce modèle n’est pas installé.
it: Questo modello non è installato.

source: This model reads %lld images at most
de: Dieses Modell liest höchstens %lld Bilder
es: Este modelo lee %lld imágenes como máximo
fr: Ce modèle lit %lld images au plus
it: Questo modello legge al massimo %lld immagini

# This size needs %@ of memory, and %@ is free right now.
source: This size needs %1$@ of memory, and %2$@ is free right now.
de: Dieses Format braucht %1$@ Arbeitsspeicher, und %2$@ sind gerade frei.
es: Este tamaño necesita %1$@ de memoria, y ahora hay %2$@ libres.
fr: Cette taille demande %1$@ de mémoire, et %2$@ sont libres maintenant.
it: Questa dimensione richiede %1$@ di memoria, e ora ne sono liberi %2$@.

source: This size needs %1$@ of memory, and %2$@ is free right now. Generate comes back on its own as memory frees up.
de: Dieses Format braucht %1$@ Arbeitsspeicher, und %2$@ sind gerade frei. „Generieren“ wird von selbst wieder verfügbar, sobald Arbeitsspeicher frei wird.
es: Este tamaño necesita %1$@ de memoria, y ahora hay %2$@ libres. «Generar» vuelve por sí solo cuando se libera memoria.
fr: Cette taille demande %1$@ de mémoire, et %2$@ sont libres maintenant. « Générer » revient de lui-même quand la mémoire se libère.
it: Questa dimensione richiede %1$@ di memoria, e ora ne sono liberi %2$@. «Genera» torna disponibile da solo quando la memoria si libera.

source: Thumbnail size
de: Miniaturgröße
es: Tamaño de las miniaturas
fr: Taille des vignettes
it: Dimensione delle miniature

source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Tempo

source: To install it yourself, paste this into a terminal:
de: Um ihn selbst zu installieren, fügen Sie dies in ein Terminal ein:
es: Para instalarlo tú mismo, pega esto en un terminal:
fr: Pour l’installer vous-même, collez ceci dans un terminal :
it: Per installarlo tu stesso, incolla questo in un terminale:

# Too small: %@ px on a side, %@ px at least.
source: Too small: %1$@ px on a side, %2$@ px at least.
de: Zu klein: %@ px auf einer Seite, mindestens %@ px.
es: Demasiado pequeño: %@ px en un lado, %@ px como mínimo.
fr: Trop petit : %@ px sur un côté, %@ px au moins.
it: Troppo piccola: %@ px su un lato, almeno %@ px.

source: Total
de: Gesamt
it: Totale

source: Try a smaller size, or render again once other apps have given memory back.
de: Versuchen Sie ein kleineres Format oder rendern Sie erneut, sobald andere Apps Arbeitsspeicher freigegeben haben.
es: Prueba un tamaño más pequeño, o vuelve a renderizar cuando otras apps hayan liberado memoria.
fr: Essayez une taille plus petite, ou relancez quand les autres apps auront rendu de la mémoire.
it: Prova una dimensione più piccola, o riprova quando le altre app avranno liberato memoria.

source: Try again later.
de: Versuchen Sie es später erneut.
es: Vuelve a intentarlo más tarde.
fr: Réessayez plus tard.
it: Riprova più tardi.

source: Try again; if it persists, report it (Help ▸ Report My Configuration…).
de: Versuchen Sie es erneut; falls das Problem bleibt, melden Sie es (Hilfe ▸ Meine Konfiguration melden …).
es: Vuelve a intentarlo; si persiste, informa de ello (Ayuda ▸ Informar de mi configuración…).
fr: Réessayez ; si cela persiste, signalez-le (Aide ▸ Signaler ma configuration…).
it: Riprova; se il problema persiste, segnalalo (Aiuto ▸ Segnala la mia configurazione…).

source: Type a size (width × height)
de: Format eingeben (Breite × Höhe)
es: Escribe un tamaño (ancho × alto)
fr: Taper une taille (largeur × hauteur)
it: Digita una dimensione (larghezza × altezza)

source: Uninstall
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
it: Disinstalla

source: Uninstall %@?
de: %@ deinstallieren?
es: ¿Desinstalar %@?
fr: Désinstaller %@ ?
it: Disinstallare %@?

source: Uninstall…
de: Deinstallieren …
es: Desinstalar…
fr: Désinstaller…
it: Disinstalla…

source: Unreadable in the file: %@.
de: In der Datei nicht lesbar: %@.
es: Ilegible en el archivo: %@.
fr: Illisible dans le fichier : %@.
it: Illeggibile nel file: %@.

source: Use
de: Verwenden
es: Usar
fr: Utiliser
it: Usa

# Use %@ × %@
source: Use %1$@ × %2$@
de: %1$@ × %2$@ verwenden
es: Usar %1$@ × %2$@
fr: Utiliser %1$@ × %2$@
it: Usa %1$@ × %2$@

source: Use These Settings
de: Diese Einstellungen übernehmen
es: Usar estos ajustes
fr: Reprendre ces réglages
it: Riusa queste impostazioni

source: Variations
de: Variationen
es: Variaciones
it: Variazioni

source: Variations: cousins of this image, same scene, slightly different — as many as the rack's Images
de: Variationen: Verwandte dieses Bilds, gleiche Szene, leicht anders – so viele, wie das Feld „Bilder“ des Racks angibt
es: Variaciones: primas de esta imagen, misma escena, algo distintas — tantas como indique el campo Imágenes del rack
fr: Variations : des cousines de cette image, même scène, un peu différentes — autant que le champ Images du rack
it: Variazioni: parenti di questa immagine, stessa scena, leggermente diverse — tante quante indica il campo Immagini del rack

source: Wait for it to finish, then render again.
de: Warten Sie, bis es abgeschlossen ist, und rendern Sie dann erneut.
es: Espera a que termine y vuelve a renderizar.
fr: Attendez qu’il finisse, puis relancez le rendu.
it: Attendi che finisca, poi esegui di nuovo il rendering.

source: Waiting
de: Wartend
es: En espera
fr: En attente
it: In attesa

source: Waiting · %lld
de: Wartend · %lld
es: En espera · %lld
fr: En attente · %lld
it: In attesa · %lld

source: Welcome to Siliconed
de: Willkommen bei Siliconed
es: Te damos la bienvenida a Siliconed
fr: Bienvenue dans Siliconed
it: Benvenuto in Siliconed

source: What varies from one column (X) or row (Y) to the next
de: Was sich von einer Spalte (X) oder Zeile (Y) zur nächsten ändert
es: Lo que cambia de una columna (X) o de una fila (Y) a la siguiente
fr: Ce qui change d’une colonne (X) ou d’une rangée (Y) à l’autre
it: Cosa cambia da una colonna (X) o da una riga (Y) all’altra

source: Width × height: each side 512 at least and a multiple of 16, 1024 × 1536 at most.
de: Breite × Höhe: jede Seite mindestens 512 und ein Vielfaches von 16, höchstens 1024 × 1536.
es: Ancho × alto: cada lado de al menos 512 y múltiplo de 16, 1024 × 1536 como máximo.
fr: Largeur × hauteur : chaque côté au moins 512 et multiple de 16, 1024 × 1536 au plus.
it: Larghezza × altezza: ogni lato almeno 512 e multiplo di 16, al massimo 1024 × 1536.

source: Write a prompt.
de: Schreiben Sie einen Prompt.
es: Escribe un prompt.
fr: Écrivez un prompt.
it: Scrivi un prompt.

source: Write alternatives as {a|b|c}, without nesting; \{, \} and \| are the characters themselves.
de: Schreiben Sie Alternativen als {a|b|c}, ohne Verschachtelung; \{, \} und \| stehen für die Zeichen selbst.
es: Escribe las alternativas como {a|b|c}, sin anidar; \{, \} y \| son los propios caracteres.
fr: Écrivez les alternatives {a|b|c}, sans imbrication ; \{, \} et \| sont les caractères eux-mêmes.
it: Scrivi le alternative come {a|b|c}, senza annidarle; \{, \} e \| sono i caratteri stessi.

source: Write {brunette|blonde|red-haired} to make a group an axis.
de: Schreiben Sie {brünett|blond|rothaarig}, um eine Gruppe zur Achse zu machen.
es: Escribe {morena|rubia|pelirroja} para convertir un grupo en un eje.
fr: Écrivez {brune|blonde|rousse} pour faire d’un groupe un axe.
it: Scrivi {mora|bionda|rossa} per fare di un gruppo un asse.

source: Zoom In
de: Vergrößern
es: Ampliar
fr: Zoom avant
it: Ingrandisci

source: Zoom Out
de: Verkleinern
es: Reducir
fr: Zoom arrière
it: Riduci

source: Zoom to Fit
de: Größe anpassen
es: Ajustar a la ventana
fr: Taille ajustée
it: Adatta alla finestra

source: a grid needs --x (and optionally --y)
de: ein Raster braucht --x (und optional --y)
es: una cuadrícula necesita --x (y, si se quiere, --y)
fr: une grille demande --x (et, si l’on veut, --y)
it: una griglia richiede --x (e, se vuoi, --y)

source: a grid's cell is one image: --batch does not apply
de: eine Zelle des Rasters ist ein Bild: --batch gilt nicht
es: una celda de cuadrícula es una imagen: --batch no se aplica
fr: une case de grille est une image : --batch ne s’applique pas
it: una cella di griglia è un’immagine: --batch non si applica

source: a render, an installation or the diagnostic is running
de: ein Rendering, eine Installation oder die Diagnose läuft
es: hay un renderizado, una instalación o el diagnóstico en marcha
fr: un rendu, une installation ou le diagnostic tourne
it: è in corso un rendering, un’installazione o la diagnostica

source: after one exploration
de: nach einer Erkundung
es: tras una exploración
fr: après une exploration
it: dopo un’esplorazione

source: after one render
de: nach einem Rendering
es: tras un renderizado
fr: après un rendu
it: dopo un rendering

source: after the first full step
de: nach dem ersten vollen Schritt
es: tras el primer paso completo
fr: après le premier pas plein
it: dopo il primo passo completo

source: all done in
de: alles fertig in
es: todo listo en
fr: tout fini dans
it: tutto finito tra

source: already installed
de: bereits installiert
es: ya instalado
fr: déjà installé
it: già installato

source: another Siliconed is already listening on %@
de: ein anderes Siliconed lauscht bereits auf %@
es: otro Siliconed ya está escuchando en %@
fr: un autre Siliconed écoute déjà sur %@
it: un altro Siliconed è già in ascolto su %@

source: around
de: gegen
es: hacia
fr: vers
it: verso le

source: at least %@
de: mindestens %@
es: al menos %@
fr: au moins %@
it: almeno %@

source: at least one cell did not render: see "outcome" in "jobs"; the sheet marks it empty
de: mindestens eine Zelle wurde nicht gerendert: siehe "outcome" in "jobs"; der Bogen markiert sie als leer
es: al menos una celda no se ha renderizado: ver "outcome" en "jobs"; la hoja de contactos la marca vacía
fr: au moins une case n’a pas été rendue : voir "outcome" dans "jobs" ; la planche la marque vide
it: almeno una cella non è stata elaborata: vedi "outcome" in "jobs"; la tavola la segna vuota

source: at least one job did not finish: see "outcome" in "jobs"
de: mindestens ein Auftrag wurde nicht abgeschlossen: siehe „outcome“ in „jobs“
es: al menos una tarea no ha terminado: ver «outcome» en «jobs»
fr: au moins un travail n’a pas fini : voir « outcome » dans « jobs »
it: almeno un lavoro non è terminato: vedi «outcome» in «jobs»

source: average %@ per full step
de: durchschnittlich %@ pro vollem Schritt
es: media de %@ por paso completo
fr: moyenne %@ par pas plein
it: media %@ per passo completo

source: compatible: %@
de: kompatibel: %@
es: compatibles: %@
fr: compatibles : %@
it: compatibili: %@

source: compute
de: Rechenzeit
es: cálculo
fr: calcul
it: calcolo

source: differs from the reference
de: weicht von der Referenz ab
es: se desvía de la referencia
fr: s’écarte de la référence
it: si scosta dal riferimento

source: dropped image
de: abgelegtes Bild
es: imagen soltada
fr: image déposée
it: immagine trascinata

source: edit, %lld images
de: Bearbeitung, %lld Bilder
es: edición, %lld imágenes
fr: édition, %lld images
it: modifica, %lld immagini

source: edit, 1 image
de: Bearbeitung, 1 Bild
es: edición, 1 imagen
fr: édition, 1 image
it: modifica, 1 immagine

source: edited
de: zu bearbeiten
es: para editar
fr: à éditer
it: da modificare

source: elapsed
de: vergangen
es: transcurrido
fr: écoulé
it: trascorso

source: empty
de: leer
es: vacía
fr: vide
it: vuota

source: empty prompt
de: leerer Prompt
es: prompt vacío
fr: prompt vide
it: prompt vuoto

source: expected end
de: voraussichtliches Ende
es: fin previsto
fr: fin prévue
it: fine prevista

source: expected: one JSON line {"argv": ["command", …], "cwd": "/folder"}
de: erwartet: eine JSON-Zeile {"argv": ["befehl", …], "cwd": "/ordner"}
es: esperado: una línea JSON {"argv": ["comando", …], "cwd": "/carpeta"}
fr: attendu : une ligne JSON {"argv": ["commande", …], "cwd": "/dossier"}
it: atteso: una riga JSON {"argv": ["comando", …], "cwd": "/cartella"}

source: extra argument: "%@"
de: überzähliges Argument: „%@“
es: argumento de más: «%@»
fr: argument en trop : « %@ »
it: argomento in più: «%@»

source: failed
de: fehlgeschlagen
es: error
fr: échec
it: non riuscito

source: folder cannot be created: %@ (%@)
de: Ordner kann nicht erstellt werden: %1$@ (%2$@)
es: no se puede crear la carpeta: %1$@ (%2$@)
fr: dossier impossible à créer : %1$@ (%2$@)
it: impossibile creare la cartella: %1$@ (%2$@)

source: for %@ · rank %lld
de: für %1$@ · Rang %2$lld
es: para %1$@ · rango %2$lld
fr: pour %1$@ · rang %2$lld
it: per %1$@ · rango %2$lld

source: fp32 end to end · same seed, same bits
de: durchgehend fp32 · gleicher Seed, gleiche Bits
es: fp32 de principio a fin · misma semilla, mismos bits
fr: fp32 de bout en bout · même graine, mêmes bits
it: fp32 da cima a fondo · stesso seme, stessi bit

source: fp32 end to end, every stage verified against the reference
de: durchgehend fp32, jede Stufe an der Referenz überprüft
es: fp32 de principio a fin, cada etapa verificada frente a la referencia
fr: fp32 de bout en bout, chaque étage vérifié contre la référence
it: fp32 da cima a fondo, ogni stadio verificato rispetto al riferimento

source: history [N]: N an integer ≥ 1, not "%@"
de: history [N]: N ist eine ganze Zahl ≥ 1, nicht „%@“
es: history [N]: N es un entero ≥ 1, no «%@»
fr: history [N] : N est un entier ≥ 1, pas « %@ »
it: history [N]: N è un intero ≥ 1, non «%@»

source: image
de: Bild
es: imagen
it: immagine

source: image %lld
de: Bild %lld
es: imagen %lld
it: immagine %lld

source: image %lld comes from the history: save it, then --ref
de: Bild %lld stammt aus dem Verlauf: zuerst sichern, dann --ref
es: la imagen %lld viene del historial: guárdala y luego --ref
fr: l’image %lld vient de l’historique : l’enregistrer, puis --ref
it: l’immagine %lld proviene dalla cronologia: salvala, poi --ref

source: image %lld/%lld
de: Bild %1$lld/%2$lld
es: imagen %1$lld/%2$lld
fr: image %1$lld/%2$lld
it: immagine %1$lld/%2$lld

source: image from history (seed %@)
de: Bild aus dem Verlauf (Seed %@)
es: imagen del historial (semilla %@)
fr: image de l’historique (graine %@)
it: immagine dalla cronologia (seme %@)

source: image to edit
de: zu bearbeitendes Bild
es: imagen que editar
fr: image à éditer
it: immagine da modificare

source: image unreadable or missing: %@
de: Bild nicht lesbar oder fehlt: %@
es: imagen ilegible o ausente: %@
fr: image illisible ou absente : %@
it: immagine illeggibile o assente: %@

source: images
de: Bilder
es: imágenes
it: immagini

source: install expects one model id
de: install erwartet eine Modell-ID
es: install espera un id de modelo
fr: install attend un id de modèle
it: install richiede un id di modello

source: job expected (t3), not "%@"
de: Auftrag erwartet (t3), nicht „%@“
es: se esperaba una tarea (t3), no «%@»
fr: travail attendu (t3), pas « %@ »
it: atteso un lavoro (t3), non «%@»

source: latent · %lld ch
de: Latent · %lld Kan.
es: latente · %lld can.
fr: latent · %lld can.
it: latente · %lld can.

source: leave the format out (the output follows image 1)
de: lassen Sie das Format weg (die Ausgabe folgt Bild 1)
es: omite el formato (la salida sigue a la imagen 1)
fr: omettez le format (la sortie suit l’image 1)
it: ometti il formato (l’output segue l’immagine 1)

source: matches the reference
de: entspricht der Referenz
es: conforme a la referencia
fr: conforme à la référence
it: conforme al riferimento

source: memory (peak)
de: Arbeitsspeicher (Spitze)
es: memoria (pico)
fr: mémoire (pic)
it: memoria (picco)

source: model
de: Modell
es: modelo
fr: modèle
it: modello

source: model "%@" is shown only in Developer Mode
de: Modell "%@" wird nur im Entwicklermodus angezeigt
es: el modelo "%@" solo se muestra en el Modo de desarrollador
fr: le modèle "%@" n’est montré qu’en Mode développeur
it: il modello "%@" è visibile solo in Modalità sviluppatore

source: model "%@" unavailable: %@
de: Modell „%1$@“ nicht verfügbar: %2$@
es: modelo «%1$@» no disponible: %2$@
fr: modèle « %1$@ » indisponible : %2$@
it: modello «%1$@» non disponibile: %2$@

source: model on an axis
de: Modell auf einer Achse
es: modelo en un eje
fr: modèle sur un axe
it: modello su un asse

source: models that do have "edit": true in "silicontrol models"
de: Modelle, die in „silicontrol models“ tatsächlich "edit": true haben
es: los modelos que sí tienen "edit": true en «silicontrol models»
fr: modèles qui ont bien "edit": true dans « silicontrol models »
it: modelli che hanno davvero "edit": true in «silicontrol models»

source: models: %@
de: Modelle: %@
es: modelos: %@
fr: modèles : %@
it: modelli: %@

source: models: %@ — or turn on Developer Mode in the app's menu
de: Modelle: %@ – oder aktivieren Sie den Entwicklermodus im Menü der App
es: modelos: %@ — o activa el Modo de desarrollador en el menú de la app
fr: modèles : %@ — ou allumez le Mode développeur dans le menu de l’app
it: modelli: %@ — oppure attiva la Modalità sviluppatore nel menu dell’app

source: never rendered here: no estimate
de: hier nie gerendert: keine Schätzung
es: nunca renderizado aquí: sin estimación
fr: jamais rendu ici : pas d’estimation
it: mai eseguito qui: nessuna stima

source: no LoRA
de: ohne LoRA
es: sin LoRA
fr: sans LoRA
it: senza LoRA

source: no LoRA installed for this model
de: keine LoRA für dieses Modell installiert
es: ningún LoRA instalado para este modelo
fr: aucune LoRA installée pour ce modèle
it: nessuna LoRA installata per questo modello

source: no grid %@ in this session
de: kein Raster %@ in dieser Sitzung
es: no hay ninguna cuadrícula %@ en esta sesión
fr: pas de grille %@ dans cette session
it: nessuna griglia %@ in questa sessione

source: no image "%@" in the history
de: kein Bild „%@“ im Verlauf
es: no hay ninguna imagen «%@» en el historial
fr: aucune image « %@ » dans l’historique
it: nessuna immagine «%@» nella cronologia

source: no job %@ in this session
de: kein Auftrag %@ in dieser Sitzung
es: no hay ninguna tarea %@ en esta sesión
fr: aucun travail %@ dans cette session
it: nessun lavoro %@ in questa sessione
